// lang-en.ts

export const LANG_ARM_NAME = 'arm';

export const LANG_ARM_TRANS = {
    //home page
    "name": "Անուն",
    "phone_number": "Հեռախոսահամար",
    "email": "Էլ․ Հասցե",
    "ref_id": "Հրավիրողի ID",
    "enter": "Մուտք",
    "required": "Պարտադիր դաշտեր",

    //user account
    "long_text" : "Կլվանանք Ձեր մեքենան արագ և մատչելի, ցանկացած` Ձեր կողմից նշված վայրում",
    "short_text" : "ՇԱՐԺԱԿԱՆ ԳԵԼԱՅԻՆ ԱՎՏՈԼՎԱՑՈՒՄԸ՝ ԵՐԵՒԱՆՈՒՄ",
    "create_order": "Գրանցել Պատվեր",
    "my_old_orders": "Իմ հին պատվերները",
    "general": "Գլխավոր",

    //orders list
    "add_car": "Ավելացնել ավտոմեքենա",
    "confirm_all": "Հաստատել բոլորը",
    "make_id": "Մակնիշ",
    "model": "Մոդել",
    "lic_plate_nums": "Համարանիշ",
    "delete": "Ջնջել",
    "edit": "Փոփոխել",

    //order register
    "from_my_cars": "Ավելացնել իմ մեքենաներից",
    "service_type": "Ծառայության տեսակը",
    "wash_type_1": "Ամբողջությամբ",
    "wash_type_2": "Միայն թափքը",
    "wash_type_3": "Միայն սրահը",
    "price": "դր․",
    "from_discount": "Պատվերները կարելի է համադրել․ Արդյունքում գները զեղչվում են",
    "nano_cleaning": "Շարժիչի չոր նանոմաքրում",
    "add": "Ավելացնել",

    //order address
    "from_my_addresses": "Ավելացնել իմ հասցեներից",
    "comment": "Մեկնաբանություն",
    "possible": "Հնարավորինս շուտ",
    "date": "Ամսաթիվ",
    "prom_code": "Պրոմո Կոդ",
    "confirm_order": "Հաստատել պատվերը",
    //map
    "address": "Հասցե",

    //complete order
    "order_excepted": "Ձեր պատվերն ուղարկված է, շուտով կստանաք sms հաղորդագրություն` գնի և պատվերի հաստատման վերաբերյալ:",
    "go_home": "Վերադառնալ սկիզբ",
    "new_order": "Նոր պատվեր",
    "my_orders": "Իմ պատվերները",
    "current_orders": "Ընթացիկ պատվերները",
    "connect_admin": "Կապ ադմինի հետ",

    //menu
    "exit": "Դուրս գալ",
    "menu": "Մենյու",
    "personal_inf": 'Անձնական տվյալներ',
    "favorite_addresses": "Իմ հասցեները",
    "about_us": "Մեր մասին",
    "favorite_cars": "Իմ մեքենաները",
    "services_and_prices": "Գնացուցակ",
    "photo" : "Ֆոտո",

    //history
    //....

    //my addresses
    "confirm": "Հաստատել",
    "add_address": "Ավելացնել հասցե",

    //my orders
    "active_orders": "Նոր պատվերներ",
    "archive_orders": "Պատմություն",
    "more": "Մանրամասն",
    "pending": "Սպասման մեջ է",//
    "review": "Սպասում ենք հաստատման",
    "cancel": "Չեղարկել",
    "cancelled": "Չեղարկված է",//
    "confirmed": "Հաստատված է և տված է ընթացք",//
    "washer_arrived": "Մեր աշխատակիցները ժամանեցին",//
    "beind_processed": "Կատարման մեջ է",//
    "complete_order": "Հաջողությամբ ավարտված է",//
    //order info - more
    "status": "Վիճակը",
    "price_info": "Գինը (դր․)",
    "cars": "Մեքենաներ",

    //settings
    "user_id_no": 'Դուք չունեք ID',
    "user_id": "Ձեր ID-ն՝",

    "about_us_1" : "Չկա աշխարհում այնպիսի մարդ, որին որ հաճելի լիներ վարել կեղտոտ ավտոմեքենա: Սակայն միշտ չէ, որ մենք հասցնում ենք պատշաճ կերպով հետևել մեր մեքենայի մաքրությանը: Այժմ դրան կա լուծում! Օգտվե՛ք MobiWash-ից և պատվիրեք ավտոլվացում Ձ՛եր նշված վայրում և Ձե՛զ հարմար ժամի: Մեր մասնագետները արագ կարձագանքեն և կմոտենան Ձեր նշած վայրը: Արդյունքում Դուք կխնայեք ժամանակ և կունենաք անթերի ավտոմեքենա վճարելով մատչելի գին:",
    "about_us_2" : "Մեր առավելությունները",
    "about_us_3" : "Մինչ Դուք զբաղված եք Ձեր առօրյա հոգսերով, գտնվում եք աշխատավայրում, կամ զվարճանում եք, Ձեր մեքենան այդ ընթացքում կլվացվի: Ավտոմեքենան մաքրվում է նորագույն նանոտեխնոլոգիայով՝ ջրի փոխարեն օգտագործվում է հատուկ գել, որը ոչ միայն չի վնասում ավտոմեքենան, այլև ստեղծում է պաշտպանիչ հակաանձրևային շերտ: Այն փայլեցնում է թափքը և հաղորդում է նրան թարմ տեսք: Չի քերծում ներկը, ինչն անխուսափելի է ավտոմեքենան այլ եղանակով լվանալիս:",
    "about_us_4" : "Ինչպես նաև՝",
    "about_us_5" : "Ձմռանը չեն սառչում փականները, շարժական և ռետինե մասերը, դռներն ու պատուհանները",
    "about_us_6" : "Չի վնասվում ոչ մի էլեկտրոնային սարքավորում, կամ լարանցում ",
    "about_us_7" : "Առհասարակ չի մնում ոչ մի խոնավություն՝ թե՛ թափքի վրա և թե՛ սրահում",
    "about_us_8" : "Չի աղտոտվում մեքենայի շուրջը",
    "about_us_9" : "Ինչպե՞ս օգտվել",
    "about_us_10" : "Նշե՛ք Ձեր մեքենայի(ների) գտնվելու վայրը (ավտոկայանատեղի, ավտոտնակ և այլն)",
    "about_us_11" : "Նշե՛ք նախընտրելի ժամը",
    "about_us_12" : "Ստացեք sms հաղորդագրություն և հաստատեք",
    "about_us_13" : "Սպասե՛ք մասնագետների այցին",
    "about_us_14" : "Աշխատանքային ժամերն են՝ 09:00 - 21:00 Այլ ժամերին պատվիրելու համար խնդրում ենք դիմել նախօրոք: Ընդունվում են ինչպես անհատական, այնպես էլ կորպորատիվ պատվերներ"
    //about us
    //"about_us_1": "-ը շարժական չոր ավտոլվացման համար ստեղծված առաջին բջջային հավելվածն է, որը Երևանում ծառայություններ է առաջարակում շուկայականից ցածր գներով:",
    // "about_us_2": "Ինչպե՞ս է աշխատում հավելվածը.",
    // "about_us_3": "Նշեք ավտոմեքենայի կամ ավտոմեքենաների գտնվելու վայրը, ձեր նախընտրած ժամը և մաքրման տեսակը: Անհրաժեշտության դեպքում մասնագետը կկապվի ձեզ հետ մանրամասները ճշտելու համար:",
    // "about_us_4": "Մեր մասնագետները արագ կմոտենան ձեր նշած վայրին և կկատարեն պատվերը:",
    // "about_us_5": "Մի՛ զարմացեք և մի՛ կասկածեք: Արդեն բավական ժամանակ է այս տեխնոլոգիան օգտագործվում է արտերկրում, օր օրի ավելացնելով ծառայությունների տեսակը և աշխարհագրությունը: Այդ դեպքում ինչու՞ մենք պետք է աշխարհից հետ մնանք:",
    // "about_us_6": "Ծառայություններ.",
    // "about_us_7": "Այժմ ընդունվում են հետևյալ ծառայությունների պատվերներ.",
    // "about_us_8": "Սրահի չոր էքսպրես-քիմմաքրում",
    // //"about_us_9": "Տեխնոլոգիայի առավելությունների մասին.",
    // "about_us_9" : "Մեր առավելությունները",
    // //"about_us_10": "Ավտոմեքենան մաքրվում է նորագույն նանոտեխնոլոգիայով, որը ենթադրում է չոր (առանց ջրի օգտագործման) մաքրում, և ոչ միայն չի վնասում ավտոմեքենայի ներկը, այլ ստեղծում է պաշտպանիչ հակաանձրևային շերտ: Այն փայլեցնում է թափքը և տալիս է նրան թարմ տեսք:",
    // "about_us_10" : "Մինչ Դուք զբաղված եք Ձեր առօրյա հոգսերով, գտնվում եք աշխատավայրում, կամ զվարճանում եք, Ձեր մեքենան այդ ընթացքում կլվացվի: Ավտոմեքենան մաքրվում է նորագույն նանոտեխնոլոգիայով, որը ոչ միայն չի վնասում ավտոմեքենան, այլև ստեղծում է պաշտպանիչ հակաանձրևային շերտ: Այն փայլեցնում է թափքը և հաղորդում է նրան թարմ տեսք: Չի քերծում ներկը, ինչն անխուսափելի է ավտոմեքենան այլ եղանակով լվանալիս:",
    // "about_us_11": "Լվացման ընթացքում ջուր չի օգտագործվում, ինչը բազմաթիվ առավելություններ է տալիս`",
    // "about_us_12": "Չի սառչում ձմռանը",
    // "about_us_13": "Չեն սառչում փականները, շարժական և ռետինե մասերը, դռներն ու պատուհանները",
    // "about_us_14": "Չի վնասվում ոչ մի էլեկտրոնային սարքավորում կամ լարանցում",
    // "about_us_15": "Չի խոնավանում սրահը",
    // "about_us_16": "Չի քերծում թափքի ներկը, ինչն անխուսափելի է ավտոմեքենան դասական եղանակով լվանալիս, և իհարկե՝",
    // "about_us_17": "Չի աղտոտվում շրջակա միջավայրը:",
    // "about_us_18": "Արդյոք այն անվտա՞նգ է.",
    // "about_us_19": "Անշու՛շտ անվտանգ է: Նյութերը հավասարաչափ թափքի մակերևույթով տարածելու ընթացքում կեղտի և ներկի միջև առաջանում է յուրատեսակ շերտ, որը դյուրությամբ հեռացվում է մասնագետի կողմից: Դրանում էլ կայանում է նանոտեխնոլոգիայի գաղտնիքը:",
    // "about_us_20": "Ինչու՞ հենց մենք.",
    // "about_us_21": "Մեր գները շուկայականից ցածր են",
    // "about_us_22": "Մինչ դուք զբաղված եք առօրյա հոգսերով, աշխատանքի վայրում եք կամ զվարճանում եք, Ձեր մեքենան այդ ընթացքում կլվացվի, և դուք կտնտեսեք թե՛ավտոլվացման կետ գնալու և սպասելու ժամանակը, թե՛վառելիքը",
    // "about_us_23": "Հնարավոր է միաժամանակ պատվեր կատարել մի քանի մեքենայի համար",
    // "about_us_24": "Մեր ծառայությունները շուրջօրյա և շուրջշաբաթյա են:",
    // "about_us_25": "21:00-09:00 ժամանակահատվածում ընկած և մեծ կորպորատիվ պատվերների համար խնդրում ենք դիմել նախապես։",
    // "about_us_26": "Օգվտե՛ք MobiWash-ի ծառայությոններից և տնտեսեք ձեր ժամանակն ու ֆինանսները, միաժամանակ կատարելով համեստ ներդրում Հայաստանի ջրային ռեսուրսների ու շրջակա միջավայրի պահպանման գործին:",
    // "about_us_27": "Մենք հասանելի ենք նաև",
    // "about_us_28": "Հեռախոսահամարով`",
    // "about_us_29": "Նաև Viber և Whatsapp",
    // "about_us_30": "Վեբ-կայքում՝",
    // "about_us_31": "Ֆեյսբուքյան էջում՝",
    // "about_us_32": "Ինստագրամյան էջում՝",
    // "about_us_33": "Էլ․Հասցեյով՝",
    // "about_us_34": "MobiWash",
    // "about_us_35": "ընկերության տնօրենի հետ կապնվելու համար կարող եք՝",
    // "about_us_36": "Զանգահարել",
    // "about_us_37": "հեռախոսահամարին",
    // "about_us_38": "Ուղարկել նամակ՝",
    // "about_us_39": "էլ.հասցեին",




};